const ddata=[
  {
    id:0,
    img:'/face/people.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'🌞 맑음',
    txt:'아픔이 아문 건지이제 연락이 오지 않네괜찮아져서 떠나갔나 봐 나 뭐라고 이게 아쉬운지 상처는 다 나은 건지 내가 이젠 알 수 없네 그래도 조금 궁금한가 봐 나 뭐라고 이게 아쉬운지 인사도 없이 가네  만남이란 게 그런 거래 뭐 이제 나도 떠나네 이건 익숙해지지가 않네  떠날 줄 알았지만  이건 익숙해지지가 않네 혼자가 편한 건지 아닌 건지 참 알 수 없네 이건 익숙해지지가 않네 혼자가 편한 건지 아닌 건지 참 알 수 없네 이건 익숙해지지가 않네 혼자가 편한 건지 아닌 건지 참 알 수 없네 이건 익숙해지지가 않네 혼자가 편한 건지 아닌 건지 참 알 수 없네'
  },

  {
    id:1,
    img:'/face/sad.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☔ 비',
    txt:'아픔이 아문 건지이제 연락이 오지 않네괜찮아져서 떠나갔나 봐'
  },

  {
    id:2,
    img:'/face/happy.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☔ 비',
    txt:'하이하이'
  },

  {
    id:3,
    img:'/face/mhappy.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'🌞 맑음'
  },

  {
    id:4,
    img:'/face/sick.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☔ 비'
  },

  {
    id:5,
    img:'/face/food.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☔ 비'
  },

  {
    id:6,
    img:'/face/oh.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☃️ 눈'
  },

  {
    id:7,
    img:'/face/sleep.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☃️ 눈'
  },

  {
    id:8,
    img:'/face/cry.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☃️ 눈'
  },

  {
    id:9,
    img:'/face/omg.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☃️ 눈'
  },

  {
    id:10,
    img:'/face/hu.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☃️ 눈'
  },

  {
    id:11,
    img:'/face/love.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'☃️ 눈'
  },

  {
    id:12,
    img:'/face/good.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'🌥️ 흐림'
  },

  {
    id:13,
    img:'/face/omg.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'🌥️ 흐림'
  },

  {
    id:14,
    img:'/face/angry.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'🌥️ 흐림'
  },

  {
    id:15,
    img:'/face/devil.svg',
    title:'제목',
    date:'2022/09/07',
    weather:'🌥️ 흐림'
  },


]

export default ddata